# St7GetInfluenceFileName

Returns the name of the load influence result file used for combinations.

long St7GetInfluenceFileName(long uID, char* FileName, long MaxStringLen)
Input Parameters
uID
Strand7 model file ID.
MaxStringLen
Maximum number of characters allocated for CaseName.
Output Parameters
FileName
Full path and name of load influence result file name.